Repository: ThalesMMS/MacPGP-app
Catalog: MacPGP/MacPGP/Resources/*.lproj/Localizable.strings
Languages: de, pt

# menu.generate_key
source: Generate New Key...
de: Neuen Schlüssel generieren...
pt: Gerar Nova Chave...

# menu.import_key
source: Import Key...
de: Schlüssel importieren...
pt: Importar Chave...

# menu.search_keyserver
source: Search Key Server...
de: Schlüsselserver durchsuchen...
pt: Pesquisar Servidor de Chaves...

# menu.backup_keys
source: Backup Keys...
de: Schlüssel sichern...
pt: Fazer Backup de Chaves...

# menu.restore_keys
source: Restore Keys...
de: Schlüssel wiederherstellen...
pt: Restaurar Chaves...

# menu.encrypt_clipboard
source: Encrypt Clipboard
de: Zwischenablage verschlüsseln
pt: Criptografar Área de Transferência

# menu.decrypt_clipboard
source: Decrypt Clipboard
de: Zwischenablage entschlüsseln
pt: Descriptografar Área de Transferência

# sidebar.keys
source: Keys
de: Schlüssel
pt: Chaves

# sidebar.operations
source: Operations
de: Operationen
pt: Operações

# sidebar.keyring
source: Keyring
de: Schlüsselbund
pt: Chaveiro

# sidebar.keyring_description
source: Manage your PGP keys
de: Verwalten Sie Ihre PGP-Schlüssel
pt: Gerenciar suas chaves PGP

# sidebar.web_of_trust
source: Web of Trust
pt: Rede de Confiança

# sidebar.web_of_trust_description
source: Visualize trust relationships
de: Vertrauensbeziehungen visualisieren
pt: Visualizar relacionamentos de confiança

# sidebar.encrypt
source: Encrypt
de: Verschlüsseln
pt: Criptografar

# sidebar.encrypt_description
source: Encrypt messages or files
de: Nachrichten oder Dateien verschlüsseln
pt: Criptografar mensagens ou arquivos

# sidebar.decrypt
source: Decrypt
de: Entschlüsseln
pt: Descriptografar

# sidebar.decrypt_description
source: Decrypt messages or files
de: Nachrichten oder Dateien entschlüsseln
pt: Descriptografar mensagens ou arquivos

# sidebar.sign
source: Sign
de: Signieren
pt: Assinar

# sidebar.sign_description
source: Sign messages or files
de: Nachrichten oder Dateien signieren
pt: Assinar mensagens ou arquivos

# sidebar.verify
source: Verify
de: Verifizieren
pt: Verificar

# sidebar.verify_description
source: Verify signatures
de: Signaturen überprüfen
pt: Verificar assinaturas

# content.select_item
source: Select an item
de: Wählen Sie ein Element aus
pt: Selecione um item

# content.detail
source: Detail
pt: Detalhe

# content.no_key_selected
source: No Key Selected
de: Kein Schlüssel ausgewählt
pt: Nenhuma Chave Selecionada

# content.select_key_details
source: Select a key to view its details
de: Wählen Sie einen Schlüssel aus, um Details anzuzeigen
pt: Selecione uma chave para ver seus detalhes

# content.clipboard_empty
source: Clipboard Empty
de: Zwischenablage leer
pt: Área de Transferência Vazia

# content.clipboard_no_text
source: No text found in clipboard
de: Kein Text in der Zwischenablage gefunden
pt: Nenhum texto encontrado na área de transferência

# content.no_recipients
source: No Recipients
de: Keine Empfänger
pt: Sem Destinatários

# content.select_recipients_first
source: Please select recipients in the Encrypt view first
de: Bitte wählen Sie zuerst Empfänger in der Verschlüsselungsansicht aus
pt: Por favor, selecione os destinatários na visualização de Criptografia primeiro

# content.passphrase_required
source: Passphrase Required
de: Passphrase erforderlich
pt: Senha Necessária

# content.enter_passphrase_signing
source: Please enter passphrase in the Encrypt view for signing key
de: Bitte geben Sie die Passphrase in der Verschlüsselungsansicht für den Signaturschlüssel ein
pt: Por favor, digite a senha na visualização de Criptografia para a chave de assinatura

# content.encryption_successful
source: Encryption Successful
de: Verschlüsselung erfolgreich
pt: Criptografia Bem-Sucedida

# content.clipboard_encrypted
source: Clipboard contents have been encrypted
de: Der Inhalt der Zwischenablage wurde verschlüsselt
pt: O conteúdo da área de transferência foi criptografado

# content.encryption_failed
source: Encryption Failed
de: Verschlüsselung fehlgeschlagen
pt: Falha na Criptografia

# content.no_secret_keys
source: No Secret Keys
de: Keine privaten Schlüssel
pt: Sem Chaves Secretas

# content.no_secret_keys_decryption
source: No secret keys available for decryption
de: Keine privaten Schlüssel für die Entschlüsselung verfügbar
pt: Nenhuma chave secreta disponível para descriptografia

# content.decryption_successful
source: Decryption Successful
de: Entschlüsselung erfolgreich
pt: Descriptografia Bem-Sucedida

# content.clipboard_decrypted
source: Clipboard contents have been decrypted
de: Der Inhalt der Zwischenablage wurde entschlüsselt
pt: O conteúdo da área de transferência foi descriptografado

# content.decryption_failed
source: Decryption Failed
de: Entschlüsselung fehlgeschlagen
pt: Falha na Descriptografia

# keyring.title
source: Keyring
de: Schlüsselbund
pt: Chaveiro

# keyring.search_placeholder
source: Search keys...
de: Schlüssel suchen...
pt: Pesquisar chaves...

# keyring.delete_key
source: Delete Key
de: Schlüssel löschen
pt: Excluir Chave

# keyring.delete_confirmation
source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchten Sie "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
pt: Tem certeza de que deseja excluir "%@"? Esta ação não pode ser desfeita.

# keyring.no_keys
source: No Keys
de: Keine Schlüssel
pt: Sem Chaves

# keyring.no_keys_message
source: Generate a new key or import existing keys to get started.
de: Generieren Sie einen neuen Schlüssel oder importieren Sie vorhandene Schlüssel, um zu beginnen.
pt: Gere uma nova chave ou importe chaves existentes para começar.

# keyring.no_search_results
source: No keys match your search.
de: Keine Schlüssel entsprechen Ihrer Suche.
pt: Nenhuma chave corresponde à sua pesquisa.

# keyring.generate_new_key
source: Generate New Key
de: Neuen Schlüssel generieren
pt: Gerar Nova Chave

# keyring.import_key
source: Import Key
de: Schlüssel importieren
pt: Importar Chave

# keyring.copy_key_id
source: Copy Key ID
de: Schlüssel-ID kopieren
pt: Copiar ID da Chave

# keyring.copy_fingerprint
source: Copy Fingerprint
de: Fingerabdruck kopieren
pt: Copiar Impressão Digital

# keyring.export_public_key
source: Export Public Key...
de: Öffentlichen Schlüssel exportieren...
pt: Exportar Chave Pública...

# keyring.export_secret_key
source: Export Secret Key...
de: Privaten Schlüssel exportieren...
pt: Exportar Chave Secreta...

# keyring.upload_to_keyserver
source: Upload to Keyserver...
de: Auf Schlüsselserver hochladen...
pt: Enviar para Servidor de Chaves...

# keyring.refresh_from_keyserver
source: Refresh from Keyserver
de: Vom Schlüsselserver aktualisieren
pt: Atualizar do Servidor de Chaves

# keyring.backup_keys
source: Backup Keys...
de: Schlüssel sichern...
pt: Fazer Backup de Chaves...

# keyring.paper_backup
source: Paper Backup...
de: Papiersicherung...
pt: Backup em Papel...

# keyring.restore_keys
source: Restore Keys...
de: Schlüssel wiederherstellen...
pt: Restaurar Chaves...

# keyring.filter
source: Filter
pt: Filtrar

# keyring.search_keyserver
source: Search Keyserver
de: Schlüsselserver durchsuchen
pt: Pesquisar Servidor de Chaves

# keyring.sort
source: Sort
de: Sortieren
pt: Ordenar

# keyring.keys_selected
source: %d key(s) selected
de: %d Schlüssel ausgewählt
pt: %d chave(s) selecionada(s)

# key.expired
source: Expired
de: Abgelaufen
pt: Expirada

# key.revoked
source: Revoked
de: Widerrufen
pt: Revogada

# key.verified
source: Verified
de: Verifiziert
pt: Verificada

# key.secret_key
source: Secret Key
de: Privater Schlüssel
pt: Chave Secreta

# key.public_key
source: Public Key
de: Öffentlicher Schlüssel
pt: Chave Pública

# key.your_key
source: Your Key
de: Ihr Schlüssel
pt: Sua Chave

# keygen.title
source: Generate New Key
de: Neuen Schlüssel generieren
pt: Gerar Nova Chave

# keygen.identity
source: Identity
de: Identität
pt: Identidade

# keygen.full_name
source: Full Name
de: Vollständiger Name
pt: Nome Completo

# keygen.email_address
source: Email Address
de: E-Mail-Adresse
pt: Endereço de E-mail

# keygen.comment_optional
source: Comment (optional)
de: Kommentar (optional)
pt: Comentário (opcional)

# keygen.key_settings
source: Key Settings
de: Schlüsseleinstellungen
pt: Configurações da Chave

# keygen.algorithm
source: Algorithm
de: Algorithmus
pt: Algoritmo

# keygen.key_size
source: Key Size
de: Schlüsselgröße
pt: Tamanho da Chave

# keygen.never_expires
source: Never expires
de: Läuft nie ab
pt: Nunca expira

# keygen.expires_in
source: Expires in
de: Läuft ab in
pt: Expira em

# keygen.expiry_6_months
source: 6 months
de: 6 Monate
pt: 6 meses

# keygen.expiry_1_year
source: 1 year
de: 1 Jahr
pt: 1 ano

# keygen.expiry_2_years
source: 2 years
de: 2 Jahre
pt: 2 anos

# keygen.expiry_5_years
source: 5 years
de: 5 Jahre
pt: 5 anos

# keygen.passphrase
source: Passphrase
pt: Senha

# keygen.confirm_passphrase
source: Confirm Passphrase
de: Passphrase bestätigen
pt: Confirmar Senha

# keygen.passphrases_no_match
source: Passphrases do not match
de: Passphrases stimmen nicht überein
pt: As senhas não correspondem

# keygen.store_in_keychain
source: Store passphrase in Keychain
de: Passphrase im Schlüsselbund speichern
pt: Armazenar senha no Chaveiro

# keygen.cancel
source: Cancel
de: Abbrechen
pt: Cancelar

# keygen.generate
source: Generate
de: Generieren
pt: Gerar

# keygen.generating
source: Generating key...
de: Schlüssel wird generiert...
pt: Gerando chave...

# keygen.please_wait
source: This may take a moment
de: Dies kann einen Moment dauern
pt: Isso pode levar um momento

# keygen.done
source: Done
de: Fertig
pt: Concluído

# encrypt.title
source: Encrypt
de: Verschlüsseln
pt: Criptografar

# encrypt.text
source: Text
pt: Texto

# encrypt.file
source: File
de: Datei
pt: Arquivo

# encrypt.mode
source: Mode
de: Modus
pt: Modo

# encrypt.armor
source: Armor
pt: Armadura

source: Encrypt from Clipboard
de: Aus Zwischenablage verschlüsseln
pt: Criptografar da Área de Transferência

# encrypt.button
source: Encrypt
de: Verschlüsseln
pt: Criptografar

# encrypt.passphrase_required
source: Passphrase Required
de: Passphrase erforderlich
pt: Senha Necessária

# encrypt.enter_passphrase_signing
source: Enter passphrase for signing key
de: Passphrase für Signaturschlüssel eingeben
pt: Digite a senha para a chave de assinatura

# encrypt.sign_with_optional
source: Sign with (optional)
de: Signieren mit (optional)
pt: Assinar com (opcional)

# encrypt.dont_sign
source: Don't sign
de: Nicht signieren
pt: Não assinar

# encrypt.message
source: Message
de: Nachricht
pt: Mensagem

# encrypt.files
source: Files
de: Dateien
pt: Arquivos

# encrypt.remove
source: Remove
de: Entfernen
pt: Remover

# encrypt.select_file
source: Select File...
de: Datei auswählen...
pt: Selecionar Arquivo...

# encrypt.select_files
source: Select Files...
de: Dateien auswählen...
pt: Selecionar Arquivos...

# encrypt.error
source: Error
de: Fehler
pt: Erro

# encrypt.error_occurred
source: An error occurred
de: Ein Fehler ist aufgetreten
pt: Ocorreu um erro

# recipients.title
source: Recipients
de: Empfänger
pt: Destinatários

# recipients.no_keys
source: No Keys Available
de: Keine Schlüssel verfügbar
pt: Sem Chaves Disponíveis

# recipients.import_first
source: Import recipient public keys first
de: Importieren Sie zuerst öffentliche Schlüssel der Empfänger
pt: Importe as chaves públicas dos destinatários primeiro

# recipients.search_placeholder
source: Search recipients...
de: Empfänger suchen...
pt: Pesquisar destinatários...

# recipients.selected
source: Selected
de: Ausgewählt
pt: Selecionado

# recipients.trust_warnings
source: Trust Warnings
de: Vertrauenswarnungen
pt: Avisos de Confiança

# decrypt.title
source: Decrypt
de: Entschlüsseln
pt: Descriptografar

source: Decrypt from Clipboard
de: Aus Zwischenablage entschlüsseln
pt: Descriptografar da Área de Transferência

# decrypt.text
source: Text
pt: Texto

# decrypt.file
source: File
de: Datei
pt: Arquivo

# decrypt.mode
source: Mode
de: Modus
pt: Modo

# decrypt.passphrase_required
source: Passphrase Required
de: Passphrase erforderlich
pt: Senha Necessária

# decrypt.enter_passphrase_key
source: Enter passphrase for %@
de: Passphrase für %@ eingeben
pt: Digite a senha para %@

# decrypt.enter_passphrase
source: Enter passphrase to decrypt
de: Passphrase zum Entschlüsseln eingeben
pt: Digite a senha para descriptografar

# decrypt.decryption_key
source: Decryption Key
de: Entschlüsselungsschlüssel
pt: Chave de Descriptografia

# decrypt.auto_detect
source: Auto-detect
de: Automatisch erkennen
pt: Detecção automática

# decrypt.select_key
source: Select Key
de: Schlüssel auswählen
pt: Selecionar Chave

# decrypt.select_key_placeholder
source: Select a key...
de: Wählen Sie einen Schlüssel aus...
pt: Selecione uma chave...

# decrypt.error
source: Error
de: Fehler
pt: Erro

# decrypt.error_occurred
source: An error occurred
de: Ein Fehler ist aufgetreten
pt: Ocorreu um erro

# sign.title
source: Sign
de: Signieren
pt: Assinar

# sign.text
source: Text
pt: Texto

# sign.file
source: File
de: Datei
pt: Arquivo

# sign.mode
source: Mode
de: Modus
pt: Modo

# sign.cleartext
source: Cleartext
de: Klartext
pt: Texto Claro

# sign.detached
source: Detached
de: Abgetrennt
pt: Destacado

# sign.armor
source: Armor
pt: Armadura

# sign.button
source: Sign
de: Signieren
pt: Assinar

# sign.passphrase_required
source: Passphrase Required
de: Passphrase erforderlich
pt: Senha Necessária

# sign.enter_passphrase_key
source: Enter passphrase for %@
de: Passphrase für %@ eingeben
pt: Digite a senha para %@

# sign.enter_passphrase
source: Enter passphrase to sign
de: Passphrase zum Signieren eingeben
pt: Digite a senha para assinar

# sign.signing_key
source: Signing Key
de: Signaturschlüssel
pt: Chave de Assinatura

# sign.no_secret_keys
source: No secret keys available for signing
de: Keine privaten Schlüssel zum Signieren verfügbar
pt: Nenhuma chave secreta disponível para assinatura

# sign.select_key_placeholder
source: Select a key...
de: Wählen Sie einen Schlüssel aus...
pt: Selecione uma chave...

# sign.message_to_sign
source: Message to Sign
de: Zu signierende Nachricht
pt: Mensagem para Assinar

# sign.paste
source: Paste
de: Einfügen
pt: Colar

# sign.error
source: Error
de: Fehler
pt: Erro

# sign.error_occurred
source: An error occurred
de: Ein Fehler ist aufgetreten
pt: Ocorreu um erro

# verify.title
source: Verify
de: Verifizieren
pt: Verificar

# verify.text
source: Text
pt: Texto

# verify.file
source: File
de: Datei
pt: Arquivo

# verify.mode
source: Mode
de: Modus
pt: Modo

# verify.signature
source: Signature
de: Signatur
pt: Assinatura

# verify.detached
source: Detached
de: Abgetrennt
pt: Destacada

# verify.button
source: Verify
de: Verifizieren
pt: Verificar

# verify.signed_message
source: Signed Message
de: Signierte Nachricht
pt: Mensagem Assinada

# verify.original_message
source: Original Message
de: Originalnachricht
pt: Mensagem Original

# verify.paste
source: Paste
de: Einfügen
pt: Colar

# verify.detached_signature
source: Detached Signature
de: Abgetrennte Signatur
pt: Assinatura Destacada

# verify.signed_file
source: Signed File
de: Signierte Datei
pt: Arquivo Assinado

# verify.original_file
source: Original File
de: Originaldatei
pt: Arquivo Original

# verify.remove
source: Remove
de: Entfernen
pt: Remover

# verify.error
source: Error
de: Fehler
pt: Erro

# verify.error_occurred
source: An error occurred
de: Ein Fehler ist aufgetreten
pt: Ocorreu um erro

# keydetails.key_id
source: Key ID
de: Schlüssel-ID
pt: ID da Chave

# keydetails.algorithm
source: Algorithm
de: Algorithmus
pt: Algoritmo

# keydetails.created
source: Created
de: Erstellt
pt: Criada

# keydetails.expires
source: Expires
de: Läuft ab
pt: Expira

# keydetails.never
source: Never
de: Niemals
pt: Nunca

# keydetails.user_ids
source: User IDs
de: Benutzer-IDs
pt: IDs de Usuário

# keydetails.set_trust_level
source: Set Trust Level
de: Vertrauensstufe festlegen
pt: Definir Nível de Confiança

# keydetails.verify_fingerprint
source: Verify Fingerprint
de: Fingerabdruck verifizieren
pt: Verificar Impressão Digital

# keydetails.extend_expiration
source: Extend Expiration
de: Ablaufdatum verlängern
pt: Estender Expiração

# keydetails.revocation
source: Revocation
de: Widerruf
pt: Revogação

# keydetails.export
source: Export
de: Exportieren
pt: Exportar

# keydetails.export_public_key
source: Export Public Key...
de: Öffentlichen Schlüssel exportieren...
pt: Exportar Chave Pública...

# keydetails.export_secret_key
source: Export Secret Key...
de: Privaten Schlüssel exportieren...
pt: Exportar Chave Secreta...

# keydetails.delete
source: Delete
de: Löschen
pt: Excluir

# keydetails.delete_key
source: Delete Key
de: Schlüssel löschen
pt: Excluir Chave

# keydetails.delete_confirmation
source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchten Sie "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
pt: Tem certeza de que deseja excluir "%@"? Esta ação não pode ser desfeita.

# keydetails.trust_path
source: Trust Path
de: Vertrauenspfad
pt: Caminho de Confiança

# keydetails.key_revoked
source: This key has been revoked
de: Dieser Schlüssel wurde widerrufen
pt: Esta chave foi revogada

# keydetails.key_revoked_message
source: Revoked keys cannot be used for encryption or signing. This key should not be trusted.
de: Widerrufene Schlüssel können nicht zum Verschlüsseln oder Signieren verwendet werden. Diesem Schlüssel sollte nicht vertraut werden.
pt: Chaves revogadas não podem ser usadas para criptografia ou assinatura. Esta chave não deve ser confiável.

# keydetails.key_expired
source: This key has expired
de: Dieser Schlüssel ist abgelaufen
pt: Esta chave expirou

# keydetails.key_expired_message
source: Expired keys cannot be used for encryption or signing.
de: Abgelaufene Schlüssel können nicht zum Verschlüsseln oder Signieren verwendet werden.
pt: Chaves expiradas não podem ser usadas para criptografia ou assinatura.

# keydetails.target
source: Target
de: Ziel
pt: Alvo

# keydetails.certifies
source: certifies
de: zertifiziert
pt: certifica

# keydetails.more_trust_paths
source: %d more trust path(s)
de: %d weitere(r) Vertrauenspfad(e)
pt: %d caminho(s) de confiança adicional(is)

# keydetails.no_trust_path
source: No trust path found from your trusted keys
de: Kein Vertrauenspfad von Ihren vertrauenswürdigen Schlüsseln gefunden
pt: Nenhum caminho de confiança encontrado a partir de suas chaves confiáveis

# trust.key_information
source: Key Information
de: Schlüsselinformation
pt: Informações da Chave

# trust.current_trust
source: Current Trust: %@
de: Aktuelles Vertrauen: %@
pt: Confiança Atual: %@

# trust.trust_level
source: Trust Level
de: Vertrauensstufe
pt: Nível de Confiança

# trust.select_trust_message
source: Select how much you trust this key to certify other keys:
de: Wählen Sie aus, wie sehr Sie diesem Schlüssel vertrauen, um andere Schlüssel zu zertifizieren:
pt: Selecione o quanto você confia nesta chave para certificar outras chaves:

# trust.what_this_means
source: What This Means
de: Was dies bedeutet
pt: O Que Isto Significa

# trust.can_certify
source: Can certify other keys
de: Kann andere Schlüssel zertifizieren
pt: Pode certificar outras chaves

# trust.ultimate_warning
source: Ultimate Trust Warning
de: Warnung bei ultimativem Vertrauen
pt: Aviso de Confiança Máxima

# trust.ultimate_warning_message
source: Ultimate trust should only be assigned to your own keys. This level indicates absolute trust in the key's ability to certify other keys.
de: Ultimatives Vertrauen sollte nur Ihren eigenen Schlüsseln zugewiesen werden. Diese Stufe zeigt absolutes Vertrauen in die Fähigkeit des Schlüssels an, andere Schlüssel zu zertifizieren.
pt: A confiança máxima deve ser atribuída apenas às suas próprias chaves. Este nível indica confiança absoluta na capacidade da chave de certificar outras chaves.

# trust.set_trust_level
source: Set Trust Level
de: Vertrauensstufe festlegen
pt: Definir Nível de Confiança

# trust.cancel
source: Cancel
de: Abbrechen
pt: Cancelar

# trust.done
source: Done
de: Fertig
pt: Concluído

# extend.key_information
source: Key Information
de: Schlüsselinformation
pt: Informações da Chave

# extend.new_expiration_date
source: New Expiration Date
de: Neues Ablaufdatum
pt: Nova Data de Expiração

# extend.select_date
source: Select date
de: Datum auswählen
pt: Selecionar data

# extend.preset
source: Preset
de: Vorgabe
pt: Predefinição

# extend.authentication
source: Authentication
de: Authentifizierung
pt: Autenticação

# extend.passphrase_required
source: Your passphrase is required to modify the key
de: Ihre Passphrase wird benötigt, um den Schlüssel zu ändern
pt: Sua senha é necessária para modificar a chave

# extend.title
source: Extend Key Expiration
de: Ablauf des Schlüssels verlängern
pt: Estender Expiração da Chave

# extend.cancel
source: Cancel
de: Abbrechen
pt: Cancelar

# extend.extend
source: Extend
de: Verlängern
pt: Estender

# extend.current_expiration
source: Current expiration:
de: Aktuelles Ablaufdatum:
pt: Expiração atual:

# revocation.key_information
source: Key Information
de: Schlüsselinformation
pt: Informações da Chave

# revocation.already_revoked
source: This key is already revoked
de: Dieser Schlüssel ist bereits widerrufen
pt: Esta chave já está revogada

# revocation.generate_certificate
source: Generate Revocation Certificate
de: Widerrufszertifikat generieren
pt: Gerar Certificado de Revogação

# revocation.generate_certificate_message
source: Generate a revocation certificate to revoke this key in the future.
de: Generieren Sie ein Widerrufszertifikat, um diesen Schlüssel in Zukunft zu widerrufen.
pt: Gere um certificado de revogação para revogar esta chave no futuro.

# revocation.reason
source: Reason for Revocation
de: Grund für Widerruf
pt: Motivo da Revogação

# revocation.generate_button
source: Generate Certificate
de: Zertifikat generieren
pt: Gerar Certificado

# revocation.import_apply
source: Import & Apply Revocation Certificate
de: Widerrufszertifikat importieren & anwenden
pt: Importar e Aplicar Certificado de Revogação

# revocation.import_apply_message
source: Import a revocation certificate to permanently revoke this key.
de: Importieren Sie ein Widerrufszertifikat, um diesen Schlüssel dauerhaft zu widerrufen.
pt: Importe um certificado de revogação para revogar permanentemente esta chave.

# revocation.choose_file
source: Choose File...
de: Datei auswählen...
pt: Escolher Arquivo...

# revocation.apply_revocation
source: Apply Revocation
de: Widerruf anwenden
pt: Aplicar Revogação

# revocation.title
source: Revocation Management
de: Widerrufsverwaltung
pt: Gerenciamento de Revogação

# revocation.close
source: Close
de: Schließen
pt: Fechar

# backup.title
source: Backup Keys
de: Schlüssel sichern
pt: Fazer Backup de Chaves

# backup.select_keys_message
source: Select the keys you want to backup
de: Wählen Sie die Schlüssel aus, die Sie sichern möchten
pt: Selecione as chaves das quais deseja fazer backup

# backup.select_all
source: Select All
de: Alle auswählen
pt: Selecionar Todas

# backup.deselect_all
source: Deselect All
de: Alle abwählen
pt: Desmarcar Todas

# backup.keys_selected
source: %d key(s) selected
de: %d Schlüssel ausgewählt
pt: %d chave(s) selecionada(s)

# backup.no_secret_keys
source: No Secret Keys
de: Keine privaten Schlüssel
pt: Sem Chaves Secretas

# backup.no_secret_keys_message
source: You need at least one secret key to create a backup
de: Sie benötigen mindestens einen privaten Schlüssel, um eine Sicherung zu erstellen
pt: Você precisa de pelo menos uma chave secreta para criar um backup

# backup.paper_backup_hint
source: Paper Backup...
de: Papiersicherung...
pt: Backup em Papel...
