Repository: ThalesMMS/MacPGP-app
Catalog: MacPGP/MacPGP/Resources/*.lproj/Localizable.strings
Languages: de, pt

# error.unknown_error.description
source: An unexpected error occurred: %@
de: Ein unerwarteter Fehler ist aufgetreten: %@
pt: Ocorreu um erro inesperado: %@

# error.key_not_found.recovery
source: Import the key from a file or generate a new key pair.
de: Importieren Sie den Schlüssel aus einer Datei oder generieren Sie ein neues Schlüsselpaar.
pt: Importe a chave de um arquivo ou gere um novo par de chaves.

# error.invalid_passphrase.recovery
source: Double-check your passphrase and try again. If stored in Keychain, try removing and re-entering it.
de: Überprüfen Sie Ihr Passwort und versuchen Sie es erneut. Wenn es im Schlüsselbund gespeichert ist, versuchen Sie es zu entfernen und erneut einzugeben.
pt: Verifique sua senha e tente novamente. Se estiver armazenada nas Chaves, tente removê-la e inserir novamente.

# error.passphrase_required.recovery
source: Enter the passphrase for this key, or store it in the Keychain for automatic retrieval.
de: Geben Sie das Passwort für diesen Schlüssel ein oder speichern Sie es im Schlüsselbund für automatischen Abruf.
pt: Digite a senha para esta chave, ou armazene-a nas Chaves para recuperação automática.

# error.encryption_failed.recovery
source: Check that the recipient's key is not expired or revoked. Try to reimport the key.
de: Prüfen Sie, ob der Schlüssel des Empfängers nicht abgelaufen oder widerrufen ist. Versuchen Sie den Schlüssel erneut zu importieren.
pt: Verifique se a chave do destinatário não está expirada ou revogada. Tente reimportar a chave.

# error.decryption_failed.recovery
source: Ensure you have the correct private key and verify the passphrase is correct.
de: Stellen Sie sicher, dass Sie den richtigen privaten Schlüssel haben und überprüfen Sie das Passwort.
pt: Certifique-se de ter a chave privada correta e verifique se a senha está correta.

# error.signing_failed.recovery
source: Verify that your private key is accessible and the passphrase is correct.
de: Überprüfen Sie, ob Ihr privater Schlüssel zugänglich ist und das Passwort korrekt ist.
pt: Verifique se sua chave privada está acessível e a senha está correta.

# error.verification_failed.recovery
source: Import the signer's public key to verify the signature.
de: Importieren Sie den öffentlichen Schlüssel des Unterzeichners, um die Signatur zu verifizieren.
pt: Importe a chave pública do assinante para verificar a assinatura.

# error.key_generation_failed.recovery
source: Try again with different settings. Common key sizes are 2048 or 4096 bits.
de: Versuchen Sie es erneut mit anderen Einstellungen. Gängige Schlüsselgrößen sind 2048 oder 4096 Bits.
pt: Tente novamente com configurações diferentes. Tamanhos comuns de chave são 2048 ou 4096 bits.

# error.key_import_failed.recovery
source: Ensure the data contains a valid PGP key block starting with BEGIN PGP.
de: Stellen Sie sicher, dass die Daten einen gültigen PGP-Schlüsselblock enthalten, der mit BEGIN PGP beginnt.
pt: Certifique-se de que os dados contêm um bloco de chave PGP válido começando com BEGIN PGP.

# error.key_export_failed.recovery
source: Check file permissions and available disk space.
de: Überprüfen Sie die Dateiberechtigungen und den verfügbaren Speicherplatz.
pt: Verifique as permissões de arquivo e o espaço disponível em disco.

# error.keychain_error.recovery
source: Check Keychain access permissions in System Settings > Privacy & Security.
de: Überprüfen Sie die Schlüsselbund-Zugriffsberechtigungen in Systemeinstellungen > Datenschutz & Sicherheit.
pt: Verifique as permissões de acesso às Chaves em Configurações do Sistema > Privacidade e Segurança.

# error.persistence_error.recovery
source: Check available disk space and file permissions.
de: Überprüfen Sie den verfügbaren Speicherplatz und die Dateiberechtigungen.
pt: Verifique o espaço disponível em disco e as permissões de arquivo.

# error.invalid_key_data.recovery
source: Make sure the data contains a valid PGP key block starting with BEGIN PGP.
de: Stellen Sie sicher, dass die Daten einen gültigen PGP-Schlüsselblock enthalten, der mit BEGIN PGP beginnt.
pt: Certifique-se de que os dados contêm um bloco de chave PGP válido começando com BEGIN PGP.

# error.key_expired.recovery
source: Generate a new key pair or extend the expiration date of the existing key.
de: Generieren Sie ein neues Schlüsselpaar oder verlängern Sie das Ablaufdatum des bestehenden Schlüssels.
pt: Gere um novo par de chaves ou estenda a data de expiração da chave existente.

# error.key_revoked.recovery
source: Contact the key owner for a replacement key.
de: Kontaktieren Sie den Schlüsselinhaber für einen Ersatzschlüssel.
pt: Entre em contato com o proprietário da chave para obter uma chave substituta.

# error.no_public_key.recovery
source: Import or Search for the public key from a keyserver.
de: Importieren oder suchen Sie den öffentlichen Schlüssel von einem Schlüsselserver.
pt: Importe ou pesquise a chave pública em um servidor de chaves.

# error.no_secret_key.recovery
source: Generate a new key pair that includes a private key.
de: Generieren Sie ein neues Schlüsselpaar, das einen privaten Schlüssel enthält.
pt: Gere um novo par de chaves que inclua uma chave privada.

# error.recipient_key_missing.recovery
source: Search for and Import the recipient's public key from a keyserver.
de: Suchen und importieren Sie den öffentlichen Schlüssel des Empfängers von einem Schlüsselserver.
pt: Pesquise e importe a chave pública do destinatário de um servidor de chaves.

# error.signer_key_missing.recovery
source: Generate a key pair to sign messages.
de: Generieren Sie ein Schlüsselpaar zum Signieren von Nachrichten.
pt: Gere um par de chaves para assinar mensagens.

# error.file_access_error.recovery
source: Check file permission settings in System Settings > Privacy & Security.
de: Überprüfen Sie die Dateiberechtigungen in Systemeinstellungen > Datenschutz & Sicherheit.
pt: Verifique as permissões de arquivo em Configurações do Sistema > Privacidade e Segurança.

# error.unknown_error.recovery
source: Try the operation again. If the problem persists, restart the application.
de: Versuchen Sie die Operation erneut. Wenn das Problem weiterhin besteht, starten Sie die Anwendung neu.
pt: Tente a operação novamente. Se o problema persistir, reinicie o aplicativo.

# error.key_not_found.reason
source: The key "%@" was not found in the local keyring.
de: Der Schlüssel "%@" wurde im lokalen Schlüsselbund nicht gefunden.
pt: A chave "%@" não foi encontrada no chaveiro local.

# error.invalid_passphrase.reason
source: The entered passphrase does not match the key's passphrase.
de: Das eingegebene Passwort stimmt nicht mit dem Schlüsselpasswort überein.
pt: A senha digitada não corresponde à senha da chave.

# error.passphrase_required.reason
source: The private key is encrypted and requires a passphrase to unlock.
de: Der private Schlüssel ist verschlüsselt und benötigt ein Passwort zum Entsperren.
pt: A chave privada está criptografada e requer uma senha para desbloquear.

# error.encryption_failed.reason_with_details
source: The encryption failed: %@
de: Die Verschlüsselung ist fehlgeschlagen: %@
pt: A criptografia falhou: %@

# error.encryption_failed.reason
source: The encryption operation could not be completed.
de: Der Verschlüsselungsvorgang konnte nicht abgeschlossen werden.
pt: A operação de criptografia não pôde ser concluída.

# error.decryption_failed.reason_with_details
source: The decryption failed: %@
de: Die Entschlüsselung ist fehlgeschlagen: %@
pt: A descriptografia falhou: %@

# error.decryption_failed.reason
source: The data could not be decrypted. The private key or passphrase may be incorrect.
de: Die Daten konnten nicht entschlüsselt werden. Der private Schlüssel oder das Passwort ist möglicherweise falsch.
pt: Os dados não puderam ser descriptografados. A chave privada ou a senha podem estar incorretas.

# error.signing_failed.reason_with_details
source: The signing operation failed: %@
de: Der Signiervorgang ist fehlgeschlagen: %@
pt: A operação de assinatura falhou: %@

# error.signing_failed.reason
source: The signing operation could not be completed.
de: Der Signiervorgang konnte nicht abgeschlossen werden.
pt: A operação de assinatura não pôde ser concluída.

# error.verification_failed.reason_with_details
source: The verification failed: %@
de: Die Verifizierung ist fehlgeschlagen: %@
pt: A verificação falhou: %@

# error.verification_failed.reason
source: The signature could not be verified.
de: Die Signatur konnte nicht verifiziert werden.
pt: A assinatura não pôde ser verificada.

# error.key_generation_failed.reason_with_details
source: Key generation failed: %@
de: Die Schlüsselgenerierung ist fehlgeschlagen: %@
pt: A geração de chave falhou: %@

# error.key_generation_failed.reason
source: Key generation failed due to invalid parameters.
de: Die Schlüsselgenerierung ist aufgrund ungültiger Parameter fehlgeschlagen.
pt: A geração de chave falhou devido a parâmetros inválidos.

# error.key_import_failed.reason_with_details
source: Key import failed: %@
de: Der Schlüsselimport ist fehlgeschlagen: %@
pt: A importação de chave falhou: %@

# error.key_import_failed.reason
source: The data could not be parsed as a valid PGP key.
de: Die Daten konnten nicht als gültiger PGP-Schlüssel analysiert werden.
pt: Os dados não puderam ser analisados como uma chave PGP válida.

# error.key_export_failed.reason_with_details
source: Key export failed: %@
de: Der Schlüsselexport ist fehlgeschlagen: %@
pt: A exportação de chave falhou: %@

# error.key_export_failed.reason
source: The key could not be exported.
de: Der Schlüssel konnte nicht exportiert werden.
pt: A chave não pôde ser exportada.

# error.keychain_error.reason_with_details
source: Keychain operation failed: %@
de: Der Schlüsselbund-Vorgang ist fehlgeschlagen: %@
pt: A operação das Chaves falhou: %@

# error.keychain_error.reason
source: macOS Keychain denied the request.
de: Der macOS-Schlüsselbund hat die Anfrage verweigert.
pt: As Chaves do macOS negaram a solicitação.

# error.persistence_error.reason_with_details
source: Storage operation failed: %@
de: Der Speichervorgang ist fehlgeschlagen: %@
pt: A operação de armazenamento falhou: %@

# error.persistence_error.reason
source: The application could not read or write to its storage location.
de: Die Anwendung konnte nicht an ihrem Speicherort lesen oder schreiben.
pt: O aplicativo não conseguiu ler ou gravar em seu local de armazenamento.

# error.invalid_key_data.reason
source: The data is not in a recognized PGP format.
de: Die Daten sind nicht in einem erkannten PGP-Format.
pt: Os dados não estão em um formato PGP reconhecido.

# error.key_expired.reason
source: The key has passed its expiration date.
de: Der Schlüssel hat sein Ablaufdatum überschritten.
pt: A chave passou da sua data de expiração.

# error.key_revoked.reason
source: A revocation certificate has been applied to this key.
de: Ein Widerrufszertifikat wurde auf diesen Schlüssel angewendet.
pt: Um certificado de revogação foi aplicado a esta chave.

# error.no_public_key.reason
source: No public key was found for the requested identity.
de: Kein öffentlicher Schlüssel für die angeforderte Identität gefunden.
pt: Nenhuma chave pública encontrada para a identidade solicitada.

# error.no_secret_key.reason
source: No private key was found in the keyring.
de: Kein privater Schlüssel im Schlüsselbund gefunden.
pt: Nenhuma chave privada encontrada no chaveiro.

# error.recipient_key_missing.reason
source: The recipient does not have a public key in your keyring.
de: Der Empfänger hat keinen öffentlichen Schlüssel in Ihrem Schlüsselbund.
pt: O destinatário não possui uma chave pública no seu chaveiro.

# error.signer_key_missing.reason
source: No signing-capable private key was found.
de: Kein signierfähiger privater Schlüssel gefunden.
pt: Nenhuma chave privada capaz de assinar foi encontrada.

# error.file_access_error.reason
source: The file at %@ may not exist or you may not have permission to access it.
de: Die Datei unter %@ existiert möglicherweise nicht oder Sie haben keine Zugriffsberechtigung.
pt: O arquivo em %@ pode não existir ou você pode não ter permissão para acessá-lo.

# success.key_uploaded
source: Key uploaded successfully to %@
de: Schlüssel erfolgreich auf %@ hochgeladen
pt: Chave enviada com sucesso para %@

# success.key_refreshed
source: Key refreshed successfully from %@
de: Schlüssel erfolgreich von %@ aktualisiert
pt: Chave atualizada com sucesso de %@

# success.key_generated
source: Key generated successfully
de: Schlüssel erfolgreich generiert
pt: Chave gerada com sucesso

# success.key_imported
source: Key imported successfully
de: Schlüssel erfolgreich importiert
pt: Chave importada com sucesso

# success.key_exported
source: Key exported successfully
de: Schlüssel erfolgreich exportiert
pt: Chave exportada com sucesso

# success.key_deleted
source: Key deleted successfully
de: Schlüssel erfolgreich gelöscht
pt: Chave excluída com sucesso

# qr.unable_to_generate
source: Unable to generate QR code
de: QR-Code kann nicht generiert werden
pt: Não foi possível gerar o código QR

# qr.preview
source: QR Code Preview
de: QR-Code-Vorschau
pt: Visualização do Código QR

# qr.test_fingerprint
source: Test Fingerprint
de: Test-Fingerabdruck
pt: Impressão Digital de Teste

# settings.backup
source: Backup
de: Sicherung
