Repository: ThalesMMS/MacPGP-app
Catalog: MacPGP/MacPGP/Resources/*.lproj/Localizable.strings
Languages: de, pt

# backup.paper_backup_message
source: For a printable backup of a single key, right-click and choose "Paper Backup..."
de: Für eine druckbare Sicherung eines einzelnen Schlüssels klicken Sie mit der rechten Maustaste und wählen Sie "Papiersicherung..."
pt: Para um backup imprimível de uma única chave, clique com o botão direito e escolha "Backup em Papel..."

# backup.encryption
source: Encryption
de: Verschlüsselung
pt: Criptografia

# backup.encryption_message
source: A strong passphrase will protect your backup if it falls into the wrong hands.
de: Eine starke Passphrase schützt Ihre Sicherung, falls sie in die falschen Hände gerät.
pt: Uma senha forte protegerá seu backup caso caia em mãos erradas.

# backup.passphrase
source: Passphrase
pt: Senha

# backup.passphrase_reminder
source: Make sure to remember this passphrase. You'll need it to restore this backup.
de: Merken Sie sich diese Passphrase. Sie benötigen sie, um diese Sicherung wiederherzustellen.
pt: Certifique-se de lembrar desta senha. Você precisará dela para restaurar este backup.

# backup.backup_information
source: Backup Information
de: Sicherungsinformation
pt: Informações do Backup

# backup.ready_to_export
source: Ready to Export
de: Bereit zum Exportieren
pt: Pronto para Exportar

# backup.ready_to_export_message
source: Click 'Choose Location' to save your backup file
de: Klicken Sie auf 'Speicherort wählen', um Ihre Sicherungsdatei zu speichern
pt: Clique em 'Escolher Local' para salvar seu arquivo de backup

source: Backup Complete
de: Sicherung abgeschlossen
pt: Backup Concluído

# backup.choose_location
source: Choose Location...
de: Speicherort wählen...
pt: Escolher Local...

# backup.select_keys
source: Select Keys
de: Schlüssel auswählen
pt: Selecionar Chaves

# backup.back
source: Back
de: Zurück
pt: Voltar

# backup.next
source: Next
de: Weiter
pt: Próximo

# restore.title
source: Restore Backup
de: Sicherung wiederherstellen
pt: Restaurar Backup

# restore.select_file
source: Select Backup File
de: Sicherungsdatei auswählen
pt: Selecionar Arquivo de Backup

# restore.select_file_message
source: Choose a MacPGP backup file to restore your keys
de: Wählen Sie eine MacPGP-Sicherungsdatei aus, um Ihre Schlüssel wiederherzustellen
pt: Escolha um arquivo de backup do MacPGP para restaurar suas chaves

# restore.choose_file
source: Choose File...
de: Datei auswählen...
pt: Escolher Arquivo...

# restore.next
source: Next
de: Weiter
pt: Próximo

# restore.select
source: Select
de: Auswählen
pt: Selecionar

# restore.decrypt
source: Decrypt
de: Entschlüsseln
pt: Descriptografar

# restore.validate
source: Validate
de: Validieren
pt: Validar

# restore.confirm
source: Confirm
de: Bestätigen
pt: Confirmar

# restore.passphrase
source: Passphrase
pt: Senha

# restore.decrypt_button
source: Decrypt
de: Entschlüsseln
pt: Descriptografar

# restore.back
source: Back
de: Zurück
pt: Voltar

# restore.continue
source: Continue
de: Fortfahren
pt: Continuar

# restore.import_keys
source: Import Keys
de: Schlüssel importieren
pt: Importar Chaves

# restore.done
source: Done
de: Fertig
pt: Concluído

# keyserver.search_title
source: Search Keyserver
de: Schlüsselserver durchsuchen
pt: Pesquisar Servidor de Chaves

# keyserver.close
source: Close
de: Schließen
pt: Fechar

# keyserver.search_placeholder
source: Enter email or key ID
de: E-Mail oder Schlüssel-ID eingeben
pt: Digite e-mail ou ID da chave

# keyserver.search_button
source: Search
de: Suchen
pt: Pesquisar

# keyserver.server
source: Server:
pt: Servidor:

# keyserver.searching
source: Searching keyserver...
de: Schlüsselserver wird durchsucht...
pt: Pesquisando servidor de chaves...

# keyserver.search_message
source: Search for Keys
de: Nach Schlüsseln suchen
pt: Pesquisar Chaves

# keyserver.search_help
source: Enter an email address or key ID to search for public keys on %@.
de: Geben Sie eine E-Mail-Adresse oder Schlüssel-ID ein, um nach öffentlichen Schlüsseln auf %@ zu suchen.
pt: Digite um endereço de e-mail ou ID de chave para pesquisar chaves públicas em %@.

# keyserver.no_keys_found
source: No Keys Found
de: Keine Schlüssel gefunden
pt: Nenhuma Chave Encontrada

# keyserver.no_keys_message
source: No keys matching "%@" were found on %@.
de: Auf %@ wurden keine Schlüssel gefunden, die "%@" entsprechen.
pt: Nenhuma chave correspondente a "%@" foi encontrada em %@.

# keyserver.try_different_server
source: Try Different Server
de: Anderen Server versuchen
pt: Tentar Servidor Diferente

# keyserver.keys_found
source: %d key(s) found
de: %d Schlüssel gefunden
pt: %d chave(s) encontrada(s)

# keyserver.error
source: Error
de: Fehler
pt: Erro

# keyserver.cancel
source: Cancel
de: Abbrechen
pt: Cancelar

# keyserver.import
source: Import
de: Importieren
pt: Importar

# settings.general
source: General
de: Allgemein
pt: Geral

# settings.display
source: Display
de: Anzeige
pt: Exibição

# settings.show_key_id
source: Show Key ID in list
de: Schlüssel-ID in Liste anzeigen
pt: Mostrar ID da Chave na lista

# settings.confirm_delete
source: Confirm before deleting keys
de: Vor dem Löschen von Schlüsseln bestätigen
pt: Confirmar antes de excluir chaves

# settings.output
source: Output
de: Ausgabe
pt: Saída

# settings.ascii_armor_default
source: ASCII armor output by default
de: ASCII-Armor-Ausgabe standardmäßig
pt: Saída em armadura ASCII por padrão

# settings.storage
source: Storage
de: Speicher
pt: Armazenamento

# settings.auto_save
source: Auto-save keyring changes
de: Schlüsselbund-Änderungen automatisch speichern
pt: Salvar automaticamente as alterações do chaveiro

# settings.keyring_location
source: Keyring location
de: Schlüsselbund-Speicherort
pt: Local do chaveiro

# settings.reset_defaults
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
pt: Restaurar Padrões

# settings.reset_settings
source: Reset Settings
de: Einstellungen zurücksetzen
pt: Restaurar Configurações

# settings.reset_confirmation
source: This will reset all settings to their default values.
de: Dies setzt alle Einstellungen auf ihre Standardwerte zurück.
pt: Isso irá restaurar todas as configurações para seus valores padrão.

# settings.keys
source: Keys
de: Schlüssel
pt: Chaves

# settings.default_keygen
source: Default Key Generation Settings
de: Standard-Schlüsselgenerierungseinstellungen
pt: Configurações Padrão de Geração de Chaves

# settings.algorithm
source: Algorithm
de: Algorithmus
pt: Algoritmo

# settings.key_size
source: Key Size
de: Schlüsselgröße
pt: Tamanho da Chave

# settings.expiration
source: Expiration
de: Ablauf
pt: Expiração

# settings.expiry_6_months
source: 6 months
de: 6 Monate
pt: 6 meses

# settings.expiry_1_year
source: 1 year
de: 1 Jahr
pt: 1 ano

# settings.expiry_2_years
source: 2 years
de: 2 Jahre
pt: 2 anos

# settings.expiry_5_years
source: 5 years
de: 5 Jahre
pt: 5 anos

# settings.never
source: Never
de: Niemals
pt: Nunca

# settings.security
source: Security
de: Sicherheit
pt: Segurança

# settings.passphrase_storage
source: Passphrase Storage
de: Passphrase-Speicherung
pt: Armazenamento de Senha

# settings.remember_passphrases
source: Remember passphrases in Keychain
de: Passphrases im Schlüsselbund speichern
pt: Lembrar senhas no Chaveiro

# settings.clear_after
source: Clear after
de: Löschen nach
pt: Limpar após

# settings.clear_5_min
source: 5 minutes
de: 5 Minuten
pt: 5 minutos

# settings.clear_10_min
source: 10 minutes
de: 10 Minuten
pt: 10 minutos

# settings.clear_30_min
source: 30 minutes
de: 30 Minuten
pt: 30 minutos

# settings.clear_1_hour
source: 1 hour
de: 1 Stunde
pt: 1 hora

# settings.keychain
source: Keychain
de: Schlüsselbund
pt: Chaveiro

# settings.stored_passphrases
source: Stored Passphrases
de: Gespeicherte Passphrases
pt: Senhas Armazenadas

# settings.clear_keychain_message
source: Clear all stored passphrases from the macOS Keychain
de: Alle gespeicherten Passphrases aus dem macOS-Schlüsselbund löschen
pt: Limpar todas as senhas armazenadas do Chaveiro do macOS

# settings.clear_keychain
source: Clear Keychain
de: Schlüsselbund löschen
pt: Limpar Chaveiro

# settings.clear_keychain_title
source: Clear Keychain
de: Schlüsselbund löschen
pt: Limpar Chaveiro

# settings.clear_keychain_confirmation
source: This will remove all stored passphrases from the Keychain. You will need to enter them again when using your keys.
de: Dies entfernt alle gespeicherten Passphrases aus dem Schlüsselbund. Sie müssen sie erneut eingeben, wenn Sie Ihre Schlüssel verwenden.
pt: Isso removerá todas as senhas armazenadas do Chaveiro. Você precisará digitá-las novamente ao usar suas chaves.

# settings.security_note
source: Security Note
de: Sicherheitshinweis
pt: Nota de Segurança

# settings.security_note_message
source: Passphrases are stored securely in the macOS Keychain, protected by your login password and optionally Touch ID or Apple Watch unlock.
de: Passphrases werden sicher im macOS-Schlüsselbund gespeichert, geschützt durch Ihr Login-Passwort und optional Touch ID oder Apple Watch-Entsperrung.
pt: As senhas são armazenadas com segurança no Chaveiro do macOS, protegidas pela sua senha de login e opcionalmente pelo Touch ID ou desbloqueio do Apple Watch.

# settings.backup_reminders
source: Backup Reminders
de: Sicherungserinnerungen
pt: Lembretes de Backup

# settings.enable_backup_reminders
source: Enable backup reminders
de: Sicherungserinnerungen aktivieren
pt: Ativar lembretes de backup

# settings.remind_every
source: Remind me every
de: Erinnern alle
pt: Lembrar-me a cada

# settings.remind_7_days
source: 7 days
de: 7 Tage
pt: 7 dias

# settings.remind_14_days
source: 14 days
de: 14 Tage
pt: 14 dias

# settings.remind_30_days
source: 30 days
de: 30 Tage
pt: 30 dias

# settings.remind_60_days
source: 60 days
de: 60 Tage
pt: 60 dias

# settings.remind_90_days
source: 90 days
de: 90 Tage
pt: 90 dias

# settings.backup_status
source: Backup Status
de: Sicherungsstatus
pt: Status do Backup

# settings.last_backup
source: Last backup
de: Letzte Sicherung
pt: Último backup

# settings.backup_never
source: Never
de: Niemals
pt: Nunca

# settings.backup_note
source: Backup Note
de: Sicherungshinweis
pt: Nota sobre Backup

# settings.backup_note_message
source: Regular backups protect your keys from data loss. Export your keys to a secure location and store them safely.
de: Regelmäßige Sicherungen schützen Ihre Schlüssel vor Datenverlust. Exportieren Sie Ihre Schlüssel an einen sicheren Ort und bewahren Sie sie sicher auf.
pt: Backups regulares protegem suas chaves contra perda de dados. Exporte suas chaves para um local seguro e armazene-as com segurança.

# settings.keyserver
source: Keyserver
de: Schlüsselserver
pt: Servidor de Chaves

# keyserver_settings.default_keyserver
source: Default Keyserver
de: Standard-Schlüsselserver
pt: Servidor de Chaves Padrão

# keyserver_settings.server
source: Server
pt: Servidor

# keyserver_settings.network_settings
source: Network Settings
de: Netzwerkeinstellungen
pt: Configurações de Rede

# keyserver_settings.timeout
source: Timeout
de: Zeitüberschreitung
pt: Tempo Limite

# keyserver_settings.timeout_15s
source: 15 seconds
de: 15 Sekunden
pt: 15 segundos

# keyserver_settings.timeout_30s
source: 30 seconds
de: 30 Sekunden
pt: 30 segundos

# keyserver_settings.timeout_60s
source: 60 seconds
de: 60 Sekunden
pt: 60 segundos

# keyserver_settings.timeout_90s
source: 90 seconds
de: 90 Sekunden
pt: 90 segundos

# keyserver_settings.key_management
source: Key Management
de: Schlüsselverwaltung
pt: Gerenciamento de Chaves

# keyserver_settings.auto_refresh
source: Automatically refresh keys from keyserver
de: Schlüssel automatisch vom Schlüsselserver aktualisieren
pt: Atualizar automaticamente as chaves do servidor de chaves

# keyserver_settings.auto_refresh_info
source: Auto-refresh checks for key updates
de: Auto-Aktualisierung prüft auf Schlüssel-Updates
pt: A atualização automática verifica atualizações de chaves

# keyserver_settings.auto_refresh_message
source: Keys will be refreshed periodically to get revocation status and new signatures
de: Schlüssel werden regelmäßig aktualisiert, um Widerrufsstatus und neue Signaturen zu erhalten
pt: As chaves serão atualizadas periodicamente para obter o status de revogação e novas assinaturas

# keyserver_settings.server_information
source: Server Information
pt: Informações do Servidor

# keyserver_settings.about_keyservers
source: About Keyservers
de: Über Schlüsselserver
pt: Sobre Servidores de Chaves

# keyserver_settings.about_message
source: Public keyservers allow you to share your public key and discover keys from other users. The selected server will be used for search, upload, and refresh operations.
de: Öffentliche Schlüsselserver ermöglichen es Ihnen, Ihren öffentlichen Schlüssel zu teilen und Schlüssel von anderen Benutzern zu entdecken. Der ausgewählte Server wird für Such-, Upload- und Aktualisierungsvorgänge verwendet.
pt: Servidores públicos de chaves permitem que você compartilhe sua chave pública e descubra chaves de outros usuários. O servidor selecionado será usado para operações de pesquisa, envio e atualização.

# keyserver_settings.connection_status
source: Connection Status
de: Verbindungsstatus
pt: Status da Conexão

# filter.all_keys
source: All Keys
de: Alle Schlüssel
pt: Todas as Chaves

# filter.secret_keys
source: Secret Keys
de: Private Schlüssel
pt: Chaves Secretas

# filter.public_keys
source: Public Keys
de: Öffentliche Schlüssel
pt: Chaves Públicas

# filter.expired
source: Expired
de: Abgelaufen
pt: Expiradas

# filter.revoked
source: Revoked
de: Widerrufen
pt: Revogadas

# sort.name
source: Name
pt: Nome

# sort.date
source: Date
de: Datum
pt: Data

# sort.key_id
source: Key ID
de: Schlüssel-ID
pt: ID da Chave

# wot.no_keys
source: No Keys
de: Keine Schlüssel
pt: Sem Chaves

# wot.no_keys_message
source: Generate or import keys to build your web of trust.
de: Generieren oder importieren Sie Schlüssel, um Ihr Web of Trust aufzubauen.
pt: Gere ou importe chaves para construir sua rede de confiança.

# wot.selected
source: Selected: %@
de: Ausgewählt: %@
pt: Selecionado: %@

# wot.trust_level
source: Trust Level: %@
de: Vertrauensstufe: %@
pt: Nível de Confiança: %@

# wot.secret_key
source: Secret Key
de: Privater Schlüssel
pt: Chave Secreta

# wot.view_details
source: View Details
de: Details anzeigen
pt: Ver Detalhes

# wot.deselect
source: Deselect
de: Abwählen
pt: Desmarcar

# wot.legend
source: Web of Trust Legend
de: Web of Trust-Legende
pt: Legenda da Rede de Confiança

# wot.trust_levels
source: Trust Levels
de: Vertrauensstufen
pt: Níveis de Confiança

# wot.graph_elements
source: Graph Elements
de: Graph-Elemente
pt: Elementos do Gráfico

# wot.node
source: Key (node)
de: Schlüssel (Knoten)
pt: Chave (nó)

# wot.edge
source: Signature (edge)
de: Signatur (Kante)
pt: Assinatura (aresta)

# wot.secret_key_node
source: Secret key
de: Privater Schlüssel
pt: Chave secreta

# wot.close
source: Close
de: Schließen
pt: Fechar

# wot.error
source: Error
de: Fehler
pt: Erro

# wot.generate_new_key
source: Generate New Key
de: Neuen Schlüssel generieren
pt: Gerar Nova Chave

# wot.import_key
source: Import Key
de: Schlüssel importieren
pt: Importar Chave

# common.cancel
source: Cancel
de: Abbrechen
pt: Cancelar

# common.done
source: Done
de: Fertig
pt: Concluído

# common.close
source: Close
de: Schließen
pt: Fechar

# common.save
source: Save
de: Sichern
pt: Salvar

# common.delete
source: Delete
de: Löschen
pt: Excluir

# common.export
source: Export
de: Exportieren
pt: Exportar

# common.import
source: Import
de: Importieren
pt: Importar

# common.back
source: Back
de: Zurück
pt: Voltar

# common.next
source: Next
de: Weiter
pt: Próximo

# common.continue
source: Continue
de: Fortfahren
pt: Continuar

# common.error
source: Error
de: Fehler
pt: Erro

# common.success
source: Success
de: Erfolg
pt: Sucesso

# common.warning
source: Warning
de: Warnung
pt: Aviso

# error.generic
source: An error occurred
de: Ein Fehler ist aufgetreten
pt: Ocorreu um erro

# error.export_failed
source: Export failed: %@
de: Export fehlgeschlagen: %@
pt: Exportação falhou: %@

# error.import_failed
source: Import failed: %@
de: Import fehlgeschlagen: %@
pt: Importação falhou: %@

# error.upload_failed
source: Upload failed: %@
de: Upload fehlgeschlagen: %@
pt: Envio falhou: %@

# error.refresh_failed
source: Refresh failed: %@
de: Aktualisierung fehlgeschlagen: %@
pt: Atualização falhou: %@

# error.delete_failed
source: Failed to delete key: %@
de: Löschen des Schlüssels fehlgeschlagen: %@
pt: Falha ao excluir chave: %@

# error.encryption_failed
source: Encryption failed: %@
de: Verschlüsselung fehlgeschlagen: %@
pt: Criptografia falhou: %@

# error.decryption_failed
source: Decryption failed: %@
de: Entschlüsselung fehlgeschlagen: %@
pt: Descriptografia falhou: %@

# error.signing_failed
source: Signing failed: %@
de: Signierung fehlgeschlagen: %@
pt: Assinatura falhou: %@

# error.verification_failed
source: Verification failed: %@
de: Verifizierung fehlgeschlagen: %@
pt: Verificação falhou: %@

# error.key_not_found.description
source: Key "%@" was not found in your keyring
de: Der Schlüssel "%@" wurde in Ihrem Schlüsselbund nicht gefunden
pt: A chave "%@" não foi encontrada no seu chaveiro

# error.invalid_passphrase.description
source: The passphrase is incorrect
de: Das Passwort ist falsch
pt: A senha está incorreta

# error.passphrase_required.description
source: A passphrase is required to unlock this key
de: Ein Passwort ist erforderlich, um diesen Schlüssel zu entsperren
pt: Uma senha é necessária para desbloquear esta chave

# error.encryption_failed.description_with_details
source: Failed to encrypt data with the recipient's public key. Details: %@
de: Verschlüsselung mit dem öffentlichen Schlüssel des Empfängers fehlgeschlagen. Details: %@
pt: Falha ao criptografar dados com a chave pública do destinatário. Detalhes: %@

# error.encryption_failed.description
source: Failed to encrypt data with the recipient's public key.
de: Verschlüsselung mit dem öffentlichen Schlüssel des Empfängers fehlgeschlagen.
pt: Falha ao criptografar dados com a chave pública do destinatário.

# error.decryption_failed.description_with_details
source: Failed to decrypt data with the private key. Details: %@
de: Entschlüsselung mit dem privaten Schlüssel fehlgeschlagen. Details: %@
pt: Falha ao descriptografar dados com a chave privada. Detalhes: %@

# error.decryption_failed.description
source: Failed to decrypt data. Make sure the correct private key is available.
de: Entschlüsselung fehlgeschlagen. Stellen Sie sicher, dass der richtige private Schlüssel verfügbar ist.
pt: Falha ao descriptografar dados. Certifique-se de que a chave privada correta esteja disponível.

# error.signing_failed.description_with_details
source: Failed to create a digital signature using the private key. Details: %@
de: Erstellung der digitalen Signatur mit dem privaten Schlüssel fehlgeschlagen. Details: %@
pt: Falha ao criar assinatura digital com a chave privada. Detalhes: %@

# error.signing_failed.description
source: Failed to create a digital signature using the private key.
de: Erstellung der digitalen Signatur mit dem privaten Schlüssel fehlgeschlagen.
pt: Falha ao criar assinatura digital com a chave privada.

# error.verification_failed.description_with_details
source: Could not verify the signature. Details: %@
de: Signatur konnte nicht verifiziert werden. Details: %@
pt: Não foi possível verificar a assinatura. Detalhes: %@

# error.verification_failed.description
source: Could not verify the signature. The data or signature may be corrupted.
de: Signatur konnte nicht verifiziert werden. Die Daten oder die Signatur könnten beschädigt sein.
pt: Não foi possível verificar a assinatura. Os dados ou a assinatura podem estar corrompidos.

# error.key_generation_failed.description_with_details
source: Failed to generate a new key. Details: %@
de: Schlüsselgenerierung fehlgeschlagen. Details: %@
pt: Falha ao gerar uma nova chave. Detalhes: %@

# error.key_generation_failed.description
source: Failed to generate a new key. Please try different parameters.
de: Schlüsselgenerierung fehlgeschlagen. Bitte versuchen Sie andere Parameter.
pt: Falha ao gerar uma nova chave. Tente com parâmetros diferentes.

# error.key_import_failed.description_with_details
source: Failed to import the key. Details: %@
de: Schlüsselimport fehlgeschlagen. Details: %@
pt: Falha ao importar a chave. Detalhes: %@

# error.key_import_failed.description
source: Failed to import the key. The data may not contain a valid PGP key.
de: Schlüsselimport fehlgeschlagen. Die Daten enthalten möglicherweise keinen gültigen PGP-Schlüssel.
pt: Falha ao importar a chave. Os dados podem não conter uma chave PGP válida.

# error.key_export_failed.description_with_details
source: Failed to export the key. Details: %@
de: Schlüsselexport fehlgeschlagen. Details: %@
pt: Falha ao exportar a chave. Detalhes: %@

# error.key_export_failed.description
source: Failed to export the key.
de: Schlüsselexport fehlgeschlagen.
pt: Falha ao exportar a chave.

# error.keychain_error.description_with_details
source: Keychain access failed while managing passphrase storage. Details: %@
de: Schlüsselbund-Zugriff bei der Passwortverwaltung fehlgeschlagen. Details: %@
pt: Falha no acesso às Chaves ao gerenciar senhas. Detalhes: %@

# error.keychain_error.description
source: Keychain access failed while managing passphrase storage.
de: Schlüsselbund-Zugriff bei der Passwortverwaltung fehlgeschlagen.
pt: Falha no acesso às Chaves ao gerenciar senhas.

# error.persistence_error.description_with_details
source: Failed to save or load data from storage. Details: %@
de: Speichern oder Laden von Daten fehlgeschlagen. Details: %@
pt: Falha ao salvar ou carregar dados do armazenamento. Detalhes: %@

# error.persistence_error.description
source: Failed to save or load data from storage.
de: Speichern oder Laden von Daten fehlgeschlagen.
pt: Falha ao salvar ou carregar dados do armazenamento.

# error.invalid_key_data.description
source: The provided key data is invalid or corrupted.
de: Die bereitgestellten Schlüsseldaten sind ungültig oder beschädigt.
pt: Os dados de chave fornecidos são inválidos ou estão corrompidos.

# error.key_expired.description
source: This key has expired and cannot be used.
de: Dieser Schlüssel ist abgelaufen und kann nicht verwendet werden.
pt: Esta chave expirou e não pode ser usada.

# error.key_revoked.description
source: This key has been revoked and should not be used.
de: Dieser Schlüssel wurde widerrufen und sollte nicht verwendet werden.
pt: Esta chave foi revogada e não deve ser usada.

# error.no_public_key.description
source: No public key is available for this operation.
de: Kein öffentlicher Schlüssel für diese Operation verfügbar.
pt: Nenhuma chave pública disponível para esta operação.

# error.no_secret_key.description
source: No private key is available for this operation.
de: Kein privater Schlüssel für diese Operation verfügbar.
pt: Nenhuma chave privada disponível para esta operação.

# error.recipient_key_missing.description
source: The recipient's public key is missing from your keyring.
de: Der öffentliche Schlüssel des Empfängers fehlt in Ihrem Schlüsselbund.
pt: A chave pública do destinatário está faltando no seu chaveiro.

# error.signer_key_missing.description
source: No private key is available to sign the message.
de: Kein privater Schlüssel zum Signieren der Nachricht verfügbar.
pt: Nenhuma chave privada disponível para assinar a mensagem.

# error.file_access_error.description
source: Unable to access the file at: %@
de: Zugriff auf die Datei nicht möglich: %@
pt: Não foi possível acessar o arquivo em: %@
